秦
川
帝
谷
壯
皇
居
綺
殿
千
尋
起
離
宮
百
餘
連
遙
漢
飛
迥
虛
雲
日
隱
層
闕
風
煙
出
疏
巖
機
文
玉
龍
圖
金
鳳
斷
仍
續
舒
還
卷
對
此
淹
留
墳
移
步
詞
林
武
宴
弓
明
月
駿
馬
疑
流
驚
雁
落
弦
啼
猿
悲
箭
賞
誠
多
美
於
茲
忘
鳴
臨
樂
聽
歡
芳
節
管
韻
朱
清
歌
白
雪
彩
肅
來
玄
鶴
紛
成
列
去
聲
雅
音
方
可
辰
逸
趣
禁
信
橋
通
上
峰
危
霞
花
鳥
自
參
差
何
如
跡
萬
里
瑤
池
蓋
園
蘭
遊
翠
間
亂
荷
處
香
桂
滿
中
長
豈
河
曲
為
所
雙
昏
回
九
重
暮
散
初
碧
皎
澄
輕
素
琴
書
開
軒
斜
閣
搖
樹
難
逢
良
惜
酒
泛
陳
席
堯
石
得
志
陰
懷
尺
章
夕
二
八
盡
羅
昭
陽
筵
星
動
掩
圓
無
勞
即
神
仙
以
極
悠
然
獨
想
前
蹤
既
往
望
古
茅
今
人
道
高
心
盈
奉
天
民
思
善
忠
六
五
四
三
非
易
仰
待
化
亭
塞
外
冰
已
結
海
波
山
戍
火
旌
飲
城
寒
沙
騎
吹
邊
胡
塵
絕
漠
干
車
徒
原
都
將
軍
氛
靜
功
名
立
荒
一
戎
衣
靈
臺
入
持
姓
輝
關
燭
華
鏡
宇
有
佩
景
飄
七
德
舊
息
紅
霜
野
蓮
劍
新
柳
空
銷
嶺
秋
轉
春
庭
羽
休
宵
食
興
先
除
存
昔
歸
地
京
鄉
愧
時
元
首
梅
惟
賢
翼
聖
知
至
共
區
條
灰
蠻
國
朝
未
雖
幸
同
冠
鐘
鼓
色
光
晨
理
終
壽
丘
承
亦
在
鬱
定
夷
梯
于
帳
逐
端
任
司
水
黃
積
比
大
詩
代
依
禽
愁
叢
況
感
深
垂
下
巡
丹
陵
故
老
田
童
瑞
氣
祥
孤
含
擊
詠
南
年
隨
與
戰
營
沈
橫
俯
目
殘
浪
淨
世
途
事
殊
徑
苔
半
消
發
辭
家
菊
破
葉
草
桐
農
行
登
縱
兵
平
稱
襟
兩
直
木
影
度
曉
雞
棄
遠
封
泥
情
別
真
安
不
征
麗
似
樓
松
兔
照
暫
魄
枝
輪
卻
斑
妝
蕊
青
舟
英
令
柏
梁
紫
瓊
賓
露
奏
尊
浮
綠
君
慚
幾
求
房
猶
裁
戶
鱗
銀
舞
燕
迎
路
太
宜
作
異
泉
念
曠
渭
濱
楚
王
夢
楊
若
因
嵩
驅
夏
幽
壑
嚴
是
濃
鞍
旗
面
爭
洲
迴
收
洛
意
更
憂
滄
憑
和
拂
潮
岸
分
迷
源
濤
經
變
桑
之
裳
本
且
骨
錦
翻
堤
倒
夜
絲
竹
哉
後
豔
欲
寄
岑
嬌
吟
力
十
窮
晚
芝
鶯
晴
喜
魚
言
者
物
網
細
始
復
昨
峨
洞
漸
歎
微
門
小
壺
芙
蓉
涼
早
巢
點
袍
低
冷
棲
裏
峽
尚
繁
粉
片
珠
徊
歲
珍
伊
篇
銜
蟬
覺
生
浦
颯
東
暉
燈
肉
看
主
身
象
才
字
綿
期
炎
史
妙
郡
誰
能
禮
政
備
壇
勝
違
論
府
學
聞
榮
蕭
蓬
織
雨
足
灑
濛
北
弄
瀑
應
向
調
坐
相
烏
溪
傾
梨
莫
暗
杯
伴
塘
攜
手
船
稀
顏
津
實
蝶
近
福
法
騰
乍
或
強
郊
哀
淚
命
笑
遲
數
見
眉
漏
公
侯
簾
繡
士
凍
西
謝
冬
暖
盤
送
澗
宿
次
簫
當
會
須
子
折
肯
只
奔
種
袖
彈
隴
恨
常
張
巾
用
觴
堪
根
倚
識
臣
夫
崖
過
醉
醒
味
降
禪
報
乘
毛
魯
扉
陌
環
羞
薦
暑
闌
頻
越
俱
傷
鞭
擁
仞
團
籠
寥
屏
周
熟
岐
久
偏
勿
業
右
籍
裴
埃
師
旅
問
侍
恩
從
左
御
鸞
郎
江
著
腸
造
堂
客
精
永
願
乾
曾
台
潭
井
斯
宛
恐
親
隅
群
縣
教
狼
憶
便
推
愛
勸
耕
貴
各
祗
拜
爾
吾
卿
彼
及
第
枕
遺
翰
載
冥
那
吳
牛
斗
刀
憐
佳
渡
氳
廬
我
喧
達
氏
怨
潺
蛇
虎
虜
血
沒
限
賦
勤
簪
其
悵
齊
旬
霏
賜
窗
容
蒼
候
采
藥
臥
院
湖
性
蒲
壁
省
雷
吏
贈
蘆
土
杖
赤
仲
埋
屋
忽
狂
敢
死
弟
使
劉
到
苦
閒
奈
兮
唯
渠
語
翁
髮
寂
許
兒
唱
諸
而
桃
稍
靄
說
侵
黍
衰
解
住
妾
借
官
笙
殷
枯
女
迢
塔
緣
泣
悴
取
裙
賤
腰
攀
李
佛
被
州
鄰
蘿
畫
題
泠
懶
孫
筆
辛
褭
好
少
嫁
他
走
把
也
頭
浩
杳
偶
鬢
淒
病
兄
口
眼
又
零
咽
惆
哭
蛾
娟
尾
魂
酌
遞
牆
滴
巫
鎖
界
閉
涯
僧
湘
黑
瑟
底
蕙
殺
句
溟
棋
漁
釣
擾
寞
母
禍
程
苗
腥
猛
巴
鴛
翩
雛
茫
箇
脈
鬼
床
顛
簟
雀
萋
鴦
婦
富
漫
嘶
男
帆
稻
村
肥
詔
眠
曛
最
株
貧
妻
採
汝
闊
汀
蜀
騷
催
索
趙
瘴
渺
寬
睡
讀
杏
剪
扁
瀟
踏
麥
泊
欄
簷
賒
署
嫋
寺
薇
臘
冉
茶
沉
